{"title":"生命保険のカラクリ","created":1539783547,"updated":1542511501,"lines":["生命保険のカラクリ","[https://images-fe.ssl-images-amazon.com/images/I/41g6TZeQNoL.jpg https://www.amazon.co.jp/dp/B00CB9Q2P0]","","","[* 保険にかしこく入るための７か条]","1. 死亡・医療・貯金の３つに分けて考える"," 「何のために備えるか」という観点から見ればすっきり３つに整理できる"," 　死亡保障","  医療保障","  貯蓄"," それぞれについて、実際にどれだけのお金が必要かを押さえた上でどうやって備えるかを考える"," 複数の機能を１つにバンドルした商品ではなく、できるだけ単品で選ぶようにする"," \t「[保障]と[貯蓄]は分ける」という観点から満期金やボーナス金などがついていないシンプルな保障商品を選ぶ"," 「[生命保険]がすべてではない」ということを頭に入れておくこと"," \t国による保障（遺族年金、健康保険など）","  企業の福利厚生（弔慰金など）","  共済などの非営利事業","\t上記選択肢を活用して不足する部分のみ[生命保険]で補うべし"," [貯金]こそが最大の備え（いつ、どんな用途に使ってもいい、手数料がかからないお金）になることを忘れないで！"," 保険料を払いすぎるよりも、まずは堅実に[貯蓄]を心がけよう","","2. 加入は必要最低限、を心がけよう","\t入り方によっては、生涯にわたって１０００万円近い保険料を払いこむ可能性がある（しかも掛け捨てに終わる）"," 国や企業による保障を確認し、不必要な特約はつけず、期間は限定して加入する"," \tできるだけ工夫し、保険料を節約し、差額を貯蓄に回すべし","","3. まずは中核の死亡保障を、安い定期保険で確保する","\t[生命保険]の基本は、残された家族のための保障である"," 「時間を買うための高い買い物」という視点から、子供が独立するまで、老後の生活費が準備できるまでなど、期間を限定した「[定期保険]」に加入しよう（１０年、２０年定期など）"," 「亡くなったら保険金が払われる」という機能は、どの会社でも変わらない"," \t特約などがついていないシンプルな商品をできるだけ安い直販チャネル（通販、ネットなど）で買うべきである"," 子供一人あたりの教育費が１０００万円を目安","","","4. [医療保険]はコスト・リターンを冷静に把握して、好みに合ったものを選ぶ","\t仮に加入するとしたら、「日額１万円、１入院６０日限度、終身タイプ」のものを標準として考える"," \tこれで大半の入院による出費は無駄なくカバーできる"," \t通販かネットの手数料が安い商品を選ぶべき","","","5. 貯蓄は金利が上がるまで、生保で長期の資金を塩漬けにしてしまうのは避けよう","\t生保を通じて貯蓄することには、一括収納で強制的に貯蓄してくれることと、長期で高い利回りを期待できる、というメリットがある"," 一方、途中で解約しづらい（ペナルティを取られる）ため資金を他の用途につ泣けないこと、他の金融商品と比べて手数料が高いこと、そして低金利の環境下では長期で低い金利で固定してしまうことになる、というデメリットがある"," 現在のような低金利が続く間は、保険は保険、貯蓄は貯蓄で分けて準備すべき"," \t具体的には保障は保険で確保して、貯蓄は地震で給与の一部を自動積立するなどして準備すべき"," 再び金利が高くなり、生保から高回りの貯蓄性商品が出てきたタイミングで、サイド保険で貯蓄をすることも考えよう","","6. すでに入っていても「解約したら損」とは限らない。見直そう","\t①このまま続けたら、満期まで総額いくらの保険料を払いこむか"," ②解約して新しい保険に加入したら、(1)いくらの解約返戻金が戻ってきて、(2)満期まで総額いくらの保険料が節約できるか","","7. 必ず複数の商品（営業マンではない）を比較して選ぼう","\t事前にインターネットなどで情報収集をした上で、必ず２つ以上の保険商品を比較するようにしよう"," 営業職員にコンサルティングをしてもらった場合には、同額の保障を通販やネットでいくらで確保できるか、そして目の前の営業職員はその差額分の価値だけのサービスを提供してくれるのか、よく考えよう","","","[* 「何に備えるか」で整理すると３つしかない]"," 1. いざというときに、残された家族のための所得保障 => 遺族補償（死亡保障）"," \t[生命保険]の原点","  家計を支えている人が亡くなった場合に、収入が入ってこなくなることの経済的な損失を補填する意味で加入する"," 2. 病気・ケガによる入院・手術のための保障 => [医療保障]"," \t病気やケガによる入院・手術に伴う出費に備える保障である"," 3. 将来に備えるため => 生存保障（貯蓄・年金）"," \t将来に備える貯蓄・運用","","","[* 定期、養老、終身の違い「生命保険の基礎」]","\t[定期保険]"," \t純粋に死亡保障機能だけを提供する生命保険の基本的な形","  いわゆる「掛け捨て型の死亡保険」","  貯蓄部分はほとんどないため、途中で解約しても返戻金はほとんどない","  保険料は更新時の年齢を基準とするので、歳を経るごとに高くなっていく"," [養老保険]"," \t保障に必要な金額よりも多めに保険料を徴収し、差額を保険期間中積み立てていき、満期がきたら返す、という仕組みの保険が生み出された => [養老保険]"," [終身保険]"," \t終身保険は[死亡保障]と[貯蓄]を合体させた商品","","[* 保険にボーナスは存在しない？！]","\t保険会社は契約者に対して、提供するサービスの対価として、必ずそのサービスに相当する保険料を徴収している"," [保険]に「無償のサービス」は存在しない"," すべては自分が支払っているのである","この事実は頭にいれておくべき[meganii.icon]","","健康保険","\t①治療費の自己負担部分（現役世代であれば３割）"," ②差額ベッド代（病院の個室料金）"," ③大衆薬"," ④自由診察の費用","","[高額療養費制度]","\tこの制度によって自己負担額には上限が設けられている"," 標準的な所得層の人であれば、ひと月当たりの自己負担の上限は１０万円弱"," \t何百万円という医療費が仮にかかったとしても原則としてひと月当たりは１０万円前後でおさまる","","=====","著者: [岩瀬大輔]","#本 #生命保険 #保険","出版社: [文藝春秋] (2009/10/20)","ASIN: B00CB9Q2P0"]}