{"title":"いますぐ妻を社長にしなさい","created":1539784717,"updated":1542510937,"lines":["いますぐ妻を社長にしなさい","[https://images-fe.ssl-images-amazon.com/images/I/419EO4tkZ7L.jpg https://www.amazon.co.jp/dp/B00IROXX7I]","","","本書から得たいこと"," 資産形成を考えるには？"," 目標はどのように考える？"," お金の本質とは？","","通貨とは？","\t「感謝の気持ちやお詫びの気持ち」をわかりやすく「見える化」したもの"," 感謝の気持ちをたくさん生み出した人ほどお金持ちになれる","","サラリーマンが阻まれる４つの壁","\tどんなに頑張っても[サラリーマン]は決して経済的に自由にはなれない。それは、以下の４つの壁に阻まれるため。","  税制の壁","  給与体系の壁","  就業規則の壁","  転職市場の壁","","よって、サラリーマンの夫が取るべき戦法としては「自分がお金持ちになるのではなく、妻をお金持ちにする」こと。","","経済的自由は「種銭」づくりから始まる"," 入り：　まずは「自分のために」、時間（労働力）を切り売りするのが一番手っ取り早い"," 出　：　固定費の削減","","","プレイベートビジネス"," 小さな金額から始められること"," 利他的なビジネスであること"," 簡単に学べて再現性があり、片手間で手軽にできること"," 家事の合間にできて、ムリなく続けられること"," 他人まかせにしないで、妻がコントロールできること","",""," 投資とは、他人の役に立つことにお金を使うこと"," 消費とは、自分のためにお金を使うこと"," 浪費とは、誰の役にも立たないことにお金を使うこと","","","本気で裕福になりたい人のための４ステップ"," 妻(家族)を説得する"," 種銭を貯める"," [プライベートカンパニー]を設立する"," プラベートビジネスを始める","","資金作り"," 欲しいものではなく、必要なものを買うこと"," 価値のない「幻」を買わないこと"," 固定費を削減し、変動費をコントロールすること","","全ての商売はあなたの感情を商品化して儲けている。","","節税とは、世界一ノーリスク・ハイリターンな「資産運用」である。","","[プライベートカンパニー]？ [個人事業主]と[プライベートカンパニー]の違い","\t経費として扱えるものが増える","","プライベートカンパニーの作り方"," 資本金は300万以内が税率がよい"," 毎月７万円","","プライベートカンパニーとは？"," 家族以外の従業員は雇わない"," 社内規定をつくる（出張手当などを経費として計上するため）"," 住民税７万円を支払う"," 社長に支払う役員報酬、出張手当、福利厚生費、社宅借上費は経費となる(個人事業では経費にならない)"," 社長の退職金も経費"," 赤字を翌年以降に繰り越す節税方法　個人事業３年、法人９年間","","大家業のように初期投資が必要な[プライベートビジネス]では、資産の名義を個人から法人に変更するだけで多大な出費になる。","=>　遠慮はいらない、利益がゼロになるまで大胆にお金を使いなさい","","\t経費とは将来の売り上げを増やすための「種まきの費用」","\tお金を働かせる","","プライベートカンパニーを作る時の注意点"," 迷わず合弁会社にするべし"," 資本金は３００万未満にする"," 事業目的に、国や都道府県の許認可が必要な事業(許認可事業)だけは絶対に書かないこと (例えば、不動産仲介業や古物商(アンティークショップ)　なぜなら許認可がないとプライベートカンパニーの預金口座が作れない)"," 公的金融機関からお金を借りるときには「ゆうちょ銀行」での口座開設がおすすめ（インターネットバンキングを手数料無料で使える）","\t妻への年間の報酬額を100万円以下に抑える 　給料が100万円以下であれば、所得税も住民税もかからないため源泉徴収されない。そうすれば、結果的に妻本人が社会保険料を支払わなくても年金は支給される。","\t合同会社では、お金を出す人(出資者)のことを「社員」と呼ぶ。","\t夫と妻の両方が出資すると二人とも「社員」として合同会社の共同経営者になるため、サラリーマンの夫は会社の副業禁止規定に引っかかる。"," \tそこで、妻を「業務執行社員」として「社員」である夫と明確に区別する。","","大家業避けるべき物件"," 幻でラッピングされた物件([ワンルームマンション])"," 資産家層をターゲットにした物件(一等地)"," 節税できない物件(鉄筋コンクリート)"," 最初の一歩は、投資金額が少なくて、自由度が高く、コントロールしやすくて、節税もしやすく、お金が貯まりやすい物件。"," => 木造中古が一番無難","","木造中古住宅の13のメリット"," [空き家問題]がクローズアップされることで、安価な中古住宅が手に入る"," 首都圏近郊でさえ500万円以下の木造中古の一戸建てが入手可能"," 木造の戸建てはコストをかけずにリフォームすることができる"," 自分たちがそこで暮らしながら少しずつ修繕することもできる"," ファミリー層の需要だけでなく、シェアハウスのような活用もできる"," 共用部分がないので大家側には電気代や掃除代がかからない"," 入退去があまり発生しないので、手間やコストがかからない"," 減価滅却費として経費化しやすいので節税になり、固定資産税も少ない"," 入居者が見つからなくても、マイホーム用の物件として転売できる"," 最終的に取り壊す場合でも、解体費用が安く済む"," 日本政策金融公庫から無担保で借入するという奥の手を使えることがある"," 民間銀行の住宅ローンを活用するという裏の手を使える場合がある"," 空き家対策という国策にマッチしていて、社会への貢献度合いが大きい","","不動産情報の探し方"," 「[中古一戸建て]」というジャンルで探す　Yahoo!不動産 or アットホーム or ホームズ(不動産投資家が活用するサイトは、健美家、楽待らしい)"," 「土地」のジャンルでも探すべし。なぜなら「古屋付き土地」として土地値で売られていることもある"," 少し手を加えて賃貸に回せれば、国が推し進める空き家対策にも貢献できるし、安い賃金で借りられるので入居者にも喜ばれる。","","\t見つけた物件を「不動産ジャパン」でフィルターする。（売約済の客寄せパンダが多いため）この不動産ジャパンの情報の大半は、本物、直接売主から依頼された元付き業者の情報が多いため","\t最初は「物件ありき」のスタンスで仲介業者から物件情報を集める => 収支計算をして条件が合いそうな物件のみを見に行くということを繰り返す","","3つの大切なこと"," 信頼できる仲介業者と管理会社、金融機関を見つけること"," フレキシブルに対応すること"," 最初の半歩を踏み出す行動力を持つこと","","「[仲介業者]」：売買物件を紹介してくれる","「[管理会社]」：アパートの管理全般を大家に代わって代行してくれる","","銀行との付き合い方","\t一番使い勝手がよいのは、「[日本政策金融公庫]」","","[事業計画書]の書き方"," あなたが返済の約束を守る信用できる人物か"," 資金計画と収支予定表で返済できることがわかること"," 最悪でも担保や保証人から回収できること"," ビジネスの３つの時　買い時、売り時、休み時。","\t\t売りたい人が多いときに買ってあげ、買いたい人が多い時には売ってあげる。これがお金の本質から導かれる鉄則。","","あなたが行動に移せない3つの理由とその対処方法"," お金"," 時間"," 自信","結局３つが完全に揃うタイミングなんてない。お金は、上記の心構えを持って種銭を作るしかない。時間もないない言っている場合じゃなくて、隙間時間を見つけて作るしかない。","","","=====","著者: [坂下仁]","#本 #不動産投資",""]}