{
    "title": "仕事は楽しいかね？ (きこ書房)",
    "created": 1539870754,
    "updated": 1546652315,
    "lines": [
        "仕事は楽しいかね？ (きこ書房)",
        "[https://images-fe.ssl-images-amazon.com/images/I/51wO5nSiO9L.jpg https://www.amazon.co.jp/dp/B00SIM19YS]",
        "",
        "[* 読んでみた素直な感想]",
        "わかったような、わからないような。捕まえた金魚が、手のひらからするりと抜けていったようなそんな気分になった。",
        "",
        "それでも、学んだこと・はっとさせられたことは次の３つである。",
        "",
        "1. 試してみることに失敗はない",
        "2. 人生はめいいっぱい飛び跳ねなきゃ",
        "3. [明日は今日とは違う自分になる]",
        "",
        ">僕は人生の中で何をすべきかなんて問いかけなくなった。どうせ、人生なんて思い通りにならないからね。",
        "",
        ">「人生は進化だ。そして、進化の素晴らしいところは、最終的にどこに行き着くのか、まったくわからないところだ。」",
        "",
        "最後の一文は、GA([遺伝的アルゴリズム])を学んだ知（血）が騒いだ笑。今までの成功への第一歩として、描かれていた「人生についての目標を立てる」というのを真っ先に否定している。",
        "",
        "では、まったくのノープランがいいのかというとそれは違うと思う。自分の見解はこうだ。",
        "その答えは、たぶん、「明日は今日とは違う自分になる。」ってことに集約されるのだと思う。",
        "",
        "[人生]という非常に大きな括りで、[目標]を立てたところで、[人生]なんて制御できるわけがない。数多くの行動、初期値の違いで最終的には非常に大きな違いとなる「[バタフライエフェクト]」が生じてしまう、[カオス]である。",
        "",
        "では、どうすればいいのか。",
        "",
        "それは、今自分が取り組んでいる身近な問題に着目することだ。自分の目の前の[問題]を解決せずに、どうやって人生の問題を解決するのか。",
        "",
        "つまり、ボトムアップのアプローチである。それは、次の３つのリストを作るところから始まる。",
        "",
        "1. 仕事上でやったミスを全部書き出すこと",
        "2. 問題点を書き出すこと",
        "3. [仕事]に関してやっているすべてのことを書き出すこと",
        "",
        "この３つのリストによって、現状を把握するところから始まる。",
        "",
        ">１つの問題は、１つのチャンスだ。問題というのは、自分がどんなにうまくその問題に対処できるかを示すチャンスだ。問題を”解決しよう”として、それに”取り組んだり” ”克服したり”しようとする。",
        "> 失敗の中を深く突き進むと、反対側に出るよ。”失敗にあらず”にね",
        "> ”川沿いに住もうと思うなら、ワニと仲良くなれ”　インドのことわざ",
        "> “問題にあらず”、”失敗にあらず”の発想。",
        "などなど、さまざまな格言があげられていた。",
        "",
        "このリストの中から「[アイデア]」は生まれうる。そのアイデアに気付くか気付かないかは、次の言葉に表現されている。",
        "",
        ">もし宇宙が信じられないような素晴らしい[アイデア]をくれるとして、きみはそれにふさわしいかね？",
        "",
        ">きみはたぶん何十もの素晴らしい[アイデア]に、目の前を通り過ぎさせてきてしまっていると思うよ。新しい考えを受け入れるのは、簡単じゃない。実際、僕たちの文化では、”一つのことに集中している”のがよいとされているからね。",
        "",
        "そして、最終的には、「[試してみることに失敗はない]」に帰結する。",
        "",
        ">何かをやってみて、それがろくでもないアイデアだとわかったとき、きみはもとの場所に戻ることは絶対にない。必ず、何かを学ぶからだ。学ぶべきことが何もなかった場合は、その前にしていたことに高い価値をおくべきだってこと。",
        "",
        ">他人を凌ぎたいと思うなら、まず最初に超えるべき、だけど、一番難しいステップは、”並の人”をやめることだ。",
        "",
        ">本当の成功とは、”あるべき状態より、よくあること”なんだ",
        "",
        ">彼らはみんな、目標設定者でも計画立案者でもなかった。彼らは冒険者だったんだ",
        "",
        "何かをやってみて、それがろくでもない[アイデア]だとわかったとき、きみはもとの場所に戻ることは絶対にない。",
        "これは、今とは違う自分になったということではないか？",
        "",
        "",
        "[* マックス最後のアドバイス]",
        "[アイデア]をいっぱい持つこと。ありとあらゆることをやってみること。明日は今日とは違う自分になること。そして、朝を待ち焦がれる、幸せなサムライの一人になってくれ",
        "",
        " 試してみることに失敗はない",
        " 好奇心を持って、ありとあらゆることを試す人",
        " 試すことで、昨日の自分と変えられる人。そんな人になりたい",
        "",
        "=====",
        "著者: [デイル・ドーテン] [野津智子] (翻訳)",
        "出版社: [きこ書房] (2015/1/19)",
        "ASIN: B00SIM19YS",
        "#本 #自己啓発",
        ""
    ],
    "tags": [
        "本",
        "自己啓発"
    ],
    "links": [
        "* 読んでみた素直な感想",
        "明日は今日とは違う自分になる",
        "遺伝的アルゴリズム",
        "人生",
        "目標",
        "バタフライエフェクト",
        "カオス",
        "問題",
        "仕事",
        "アイデア",
        "試してみることに失敗はない",
        "* マックス最後のアドバイス",
        "デイル・ドーテン",
        "野津智子",
        "きこ書房"
    ]
}