{
    "title": "エンジニアリング組織論への招待 Chapter 1.思考のリファクタリング",
    "created": 1546651245,
    "updated": 1546651352,
    "lines": [
        "エンジニアリング組織論への招待 Chapter 1.思考のリファクタリング",
        "from:[エンジニアリング組織論への招待_不確実性に向き合う思考と組織のリファクタリング]",
        "",
        "1.1 すべてのバグは、思考の中にある",
        "",
        "思考の[リファクタリング]とは、",
        " ものすごく賢くなるような方法ではない",
        " 頭の中で発生してしまう無駄なプロセスを削除して、考える時の指針を持つことで問題解決に向かって明確に行動できるように促すもの",
        " 「不確実性に向き合う」考え方",
        "",
        "1.2 不確実性とエンジニアリング",
        " エンジニアリングは、日本語で「工学」",
        " 対するものは、「理学」",
        " >工学とは数学と自然科学を基礎として、ときには人文社会科学の知見を用いて、公共の安全、健康、福祉のために有用な事物や快適な環境を構築することを目的とする学問である。",
        "",
        "実現のはじめとおわり",
        " 何かを実現する「はじめ」は、すべて「曖昧な状態」",
        "  例えば、お腹が空いたけど、何か食べたい。この何か食べたいというのは、頭の中にイメージが少しある、モヤモヤとした曖昧なもの",
        " ソフトウェアにおける実現も、誰かの曖昧な要求からスタートし、具体的で明確な何かに変わっていく過程が実現で、その過程すべてがエンジニアリングという行為",
        " 「曖昧さ」を、減らし、「具体的・明確さ」を増やす行為が「エンジニアリングとは何か」とう答えでもある",
        "",
        "プロジェクトにおける不確実性コーン",
        " エンジニアリングによって減らしていくべき、「曖昧さ」とは？",
        "  まだ決まっていないことで、はっきりとしていない、将来どうなるか分からない確実でないもののこと",
        "  経済学や社会学の分野では「不確実性」と表現する",
        "",
        "不確実性コーン",
        " 不確実性の大きさを見積もり納期の幅として表現",
        " プロジェクト初期は、想定の4倍から1/4倍の幅がある",
        " プロジェクトが進むにつれて、徐々に不確実性が下がり、いつ頃に完成するのかがはっきりしてくる",
        " エンジニアリングで重要なのは、「どうしたら効率よく不確実性を減らしていけるのか」という考え",
        "[https://gyazo.com/3dbeabe9d577f0dfcb0a1bb32e0192fa]",
        "",
        "",
        " 具体的で細かい指示を必要とする組織をマイクロマネジメント型の組織",
        " 抽象的で自由度のある指示でも動ける組織を[自己組織化]された組織",
        "",
        "",
        "不確実性と情報の関係",
        " クロード・シャノンは、不確実性の量をエントロピーと呼んだ",
        " [$ H(X) = \\sum iP_ilog_2P_i]",
        "[https://gyazo.com/71acd21207747beb33f6d32e4688ae7e]",
        "",
        " シャノンは、「不確実性を減少させる知識」のことを「情報」と定義した",
        " 未来に何が選ばれるか、乱雑になって判断基準がない状態から、選択肢が絞り込まれて、何をどのように実現していけばいいのかわかっている状態の差が「情報」",
        "",
        "不確実性の発生源",
        " 人間にとって、本質的に「わからないこと」は、「未来」と「他人」",
        " 未来は、それがやってくるまでどうなるかわからない",
        "  環境不確実性",
        "  頭でいくら考えてもわからないので、実際に行動し、実験して観察することで少しずつ確実になっていく",
        " 他人",
        "  会話や書き残したとのがすべて正しく伝わるとは限らない",
        "  伝わったとしても他人が思ったように行動するとは限らない",
        "  通信不確実性(コミュニケーション不確実性)",
        " 未来と他人という不確実性の発生源から逃れることはできない",
        " この2つの不確実性に向き合って、それらを少しでも減らしていくことが、唯一物事を「実現」させる手段",
        " しかし、不確実なものに向き合うときには、「不安」を伴う",
        "  人は本能的に攻撃か逃避を選択する",
        "  人は自分がわかっている物事を優先して実行してしまう癖がある",
        " 不確実なものが減っていかない限り、常に不安は減らない",
        " 不安を減らすには不確実性に向き合う必要がある",
        " 不確実性に向き合うことそれ自体が不安を生み出す",
        "",
        "情報を生み出すこと",
        " エンジニアリングとは、技術的なことだけで構成されているような錯覚をしてしまう",
        "  それだけだと本質を見失う",
        " >エンジニアリングという行為は、何かを「実現」することです。実現のために、不確実性の高い状態から、不確実性の低い状態に効率よく移していく過程に行うすべてのことです。",
        " 不確実性を下げることは、情報を生み出すこと",
        "  いかにして、多くの情報を生み出すことができるのか。そのために何をすべきか。=>本書で取り扱う一貫したテーマ",
        " エンジニアリングの本質は、不確実性の削減であることを、見誤ると、",
        "  確実でない要求仕様にフラストレーションを抱える",
        "  確実でない実現手段にストレスを感じ、確実なものを確実な手段で提供するというありえない理想を思い描き、苦しむことになる",
        "",
        "1.3 情報を生み出す考え方",
        "table:仕事と学力テストの3つの違い",
        " 学力テスト 仕事",
        " 人数 1人 複数人",
        " 情報 問題に書いてある 必ずしもあるわけではない",
        " 答え 決まっている 決まっていない",
        "",
        " どんなときに、自分は論理的でなくなる可能性があり、人が論理的でなくなる可能性があるのかを知った上で問題解決に臨む。",
        "  論理的思考力の盲点を知る",
        "",
        "m.o",
        "仕事は複数人でやるため、否応にもコミュニケーションを取らないといけないが、仕事での問題解決を行うための論理的思考力は、コミュニケーションの失敗によって軽減されてしまう。では、どんなときに論理的思考力が阻害されるのかを知った上で、問題解決に臨む必要がある。[meganii.icon]",
        "",
        "経験手段と仮説思考",
        " 経験主義",
        "  情報を入手するために、行動を起こして、その結果を観察し、そこから問題解決を行う考え方",
        " 仮説思考",
        "  限定された情報であっても、その情報から全体像を想定し、それを確かめることで少ない情報から問題解決に向かう思考様式",
        "システム思考",
        " 仕事において正解は一つではない",
        " 時間と資源の制約の中で、より正解に近づく一手を打ち続けることが重要",
        " 正解が常に用意されているわけではなく、何が正解なのかを自ら設定することが重要",
        " システム思考",
        "  全体像を見極めて、正解を設定する。より広い視野で問題を捉えること",
        "",
        "",
        "仕事の問題を学力テストの問題に変換する",
        " 仕事の問題を学力テストの問題に置き換えることができれば、学生時代に培った知的能力で、簡単に解決できるはず",
        " 問題が解けないのであれば、問題が正しく明瞭に記述できていない可能性が高い",
        " 仕事の問題を学力テストの問題に変換せずに解こうとすると、非常に難しく、困難な問題が立ちはだかっているように感じてしまう",
        "",
        "1.4 論理的思考の盲点",
        " 論理的思考とは、言い換えるなら、演繹的思考",
        "",
        "人間が正しく論理的に思考するためには",
        " 事実を正しく認知できる",
        "  マネジメントにとって、事実を正しく認知することは重要な問題",
        "  事実(ファクト)と意見を区別して報告して、判断するのは大事なこと",
        " 感情にとらわれず判断できる",
        "  論理的思考ではなく、感情による短絡",
        " 論理的思考能力とは、「感情的になる瞬間を知り、その影響を少なくできる」能力でもある",
        "",
        "",
        "人は正しく事実を認知できない",
        " 実際に起きていることと、それを人が感じた認知では大きな隔たりがある",
        " 人間が赤外線や紫外線を見ることができないのと同じように、正しく事実を認知することは、正確な意味では不可能なこと",
        " 事実を認知できないという前提に立って、その上で、事実らしきものを客観視できるようにしていくことで、論理的思考を制限されないように気をつけることができる",
        "",
        "怒りを悲しみとして伝える",
        " 怒りに変わる感情の、その原初的な思いは、傷付けられたことによる悲しみであって、それを伝えない限り、どんな理屈をこねて、正当化しようとしても相手の行動を変えることはできない",
        " 怒りを感じたときには、何がどのように傷つけられたかを深く捉えることが大事",
        "  思いがけなく自分自身を知ることがある",
        "",
        "",
        "問題解決より問題認知のほうが難しい",
        " 感情のない、認知が歪まない人間はいない",
        "  自分は論理的に考えることができていると思い込むことこそが、非論理的なら思考を生み出す元になる",
        " 難しいのは問題を正しく認知すること",
        "  人は自分が間違っているかもしれないことを、無意識にさせてしまい、正しい情報を認知できない",
        " 自分は間違っているかもしれないが、それに早く気付くほうがよいと思考のパターンを、変える必要がある",
        "",
        "",
        ">今現在解くことのできないような難しい問題は、次の一手である「何がわかればわかるのか」を考え、それを「確かめる」ことに変換されます。それは、少なくとも問題を一発で正解することよりも簡単なことです。経験主義は、わからないを行動に変換し、一歩でも正解にたどり着くための思考の補助線なのです。",
        "",
        "",
        "",
        "不確実性と夏休みの宿題",
        " >物事に取り組むときに、つい「どうやるか、どのくらいで終わるか」がわかっているような仕事を優先的に好んで行いがちです。そうすると、最後のほうに「どうやろうか、どのくらいで終わるか」わからないような不確実性の高い課題ばかり残ってしまい、完了時期がいつまでたってもわからないというような結果になってしまう",
        " プロジェクトマネジメントも同様",
        "  各タスクの中において、不確実性の高いとのこそ優先的に取り組むことができれば、不確実性の高いタスクは実際にすでに行なっているので、時間の読みは正確になる",
        "  不確実性の低いタスクはもともと精度が高く予想できているので、完了予定日時も徐々に確かなものになっていく",
        "",
        "",
        "プロフェショナルの仕事",
        "[https://gyazo.com/179b0bf369f61d575aaf00040ef80aaf]",
        "",
        "コントロールできるもの/できないもの",
        " 経験主義とは、単に「やってみなければわからないとう論理なのか？",
        " 経験主義で重要なことは、知識=経験を行動によって手に入れること",
        "  行動できることは何か",
        "  行動の結果起きたことを観察できるか",
        "",
        "観測できるもの/できないもの",
        " トム・デマルコ「観測できないものは制御できない」",
        "  変化を観測できないものは間接的にすらコントロールできる可能性がない",
        "",
        "",
        "あなたができること",
        " コントロールできるものを操作して、観測できることを通じて、その結果を知識にすることだけ",
        " つい問題に出くわすと、コントロールできないものを操作して、観測できないものを改善するという不可能な問題設定をしてしまう",
        " ",
        "[https://gyazo.com/f93963d3382119c09fe3c3ed7ecee7a9]",
        "",
        " 問題解決よりも先にどのような問題なのかをはっきりさせる経験主義の考え方と仮説思考が重要",
        "  経験主義は、自分のコントロールできるものを通じて、観測できるものを改善する発想。そこで得られた知見によって次のステップに向かうための思考様式",
        "  仮説思考は、限られた情報の中から大胆にモデルを推論し、そのモデルの確からしさを発見するための行動を促す思考様式",
        " この2つを通じて問題を解くというよりもむしろ問題は何なのかという問いを明瞭にしていくことができなれけばならない",
        "",
        ">[B/S]と[P/L]は実は微分積分の関係。利益を微分してみると、ある期間にどれだけ利益が拡大したかという「利益加速度」とも呼べるような概念が見つかる。",
        ""
    ],
    "tags": [],
    "links": [
        "エンジニアリング組織論への招待_不確実性に向き合う思考と組織のリファクタリング",
        "リファクタリング",
        "自己組織化",
        "$ H(X) = \\sum iP_ilog_2P_i",
        "meganii.icon",
        "B/S",
        "P/L"
    ]
}