{"title":"ゼネラリストかスペシャリストか","created":1546684067,"updated":1546684244,"lines":["ゼネラリストかスペシャリストか","from: [CAREER_SKILLS　ソフトウェア開発者の完全キャリアガイド]",""," 専門分野を持つことがいかに重要で有利なことか"," 全ての[スペシャリスト]が[ゼネラリスト]でもあるのに対して、[ゼネラリスト]は決して[スペシャリスト]ではない"," 自分の分野全体についての一般的な知識の広い視野ができていなければ、優れたスペシャリストになることは難しい"," 追求すべきは[T字形の知識]と呼ばれるものを持つこと"," 自分を[ゼネラリスト]と呼べるほど、存在する全てのテクノロジーについて十分理解することはもはや不可能"," 専門分野の選び方を間違えたらどうすればいいのか？","  別の専門分野を極めればよい","  専門分野の選び方を間違うことを恐れるあまり、専門分野を持たないでいるソフトウェア開発者が多い","  「もしも〜たらどうすればいいか」を考えては恐怖し、キャリアを停滞させている"," [キャリア]のどの段階にいても、追求する専門分野を何か選ぼう","  「正しくない」のではないかと、選択は2度と変えられないとは思わないこと！"," １つの専門分野から始めて、それを中心として個人ブランドを築こう",""," いつも自分が何を目指しているのかを考えよう","  どの道を進むにしろ、大切なことはプランを用意して、自分で決めていくこと。","  そうでないとあてもなく漂うことになる","","","職の安定と保障"," 職の保障なんてものは、ない"," 安住できないことに、安住しなければならない"," 知識を抱え込んでも職の保障は得られない"," 逆説的だが、意図的に自分を不要な存在にしようとすると、最高レベルの職の保障が得られる"," どんな会社にとっても、もっとも価値の高い社員は自分の仕事を出来る限り自動化したり、他の社員も自分がしていることを出来るように教えたりして自分の仕事を不要にするような社員なのだ"," [* 知識を蓄積するとともに、それをただでシェアして自分を価値ある存在にすること]","","","[不確実性]を楽しむ","　[不確実性]を避けるのではなく、楽しめ"," 「あなたの人生の質は、あなたが快く受け入れられる[不確実性]の量に直接比例する」","","> 持っているものが奪われる可能性はいつでもある。そんなことがおきないようにしようとして全力を注いでしまうと、人生の楽しみが失われてしまう。逆に、不確実性を楽しむようにすると、逆説的にも、人生の質が上がった。","","コントロールできないものをコントロールしようとせず、自分の道に入ってくるあらゆるものを受け入れるつもりになるだけで、人生はずっと楽しいものになる。ずっとワクワクするものになる。","","[サイドプロジェクト]","　ソフトウェア開発者としてのキャリアを伸ばす最良の方法は間違いなくサイドプロジェクトである"," [プログラマー]にとって自信に繋がる"," サイドプロジェクトは、最初非常に小さなものから始めることを強くオススメする"," 　自分でも簡単に完成させられることがわかっている非常に簡単なものから始める"," 取り組むプロジェクトを選ぶときには、たとえ小さいものでも、そのプロジェクトにできるだけ多くの目的を与える方法を考えよう"," e.g.","  新しいプログラミング言語の習得","  新しいフレームワークの習得","  既存のスキルの強化、マスター","  自分が抱えている問題を解決するアプリケーションの作成","  他人の問題を解決するアプリケーションの作成","  補助的な収入源の開発","  面接の[ポートフォリオ]としての利用","  ブログコンテンツとしての利用","  アプリの開発過程の動画コンテンツとしての利用","  人を[メンタリング]するための教材"," 　自分を[メンタリング]してもらうための教材","  自己規律の強化","  新しい時間管理テクニックのテスト","  友だち作り","  関心を持っている産業についての学習","  大学の課題提出","","[* サイドプロジェクトを始める時の注意]","1. 目標、または「完成」の基準","2. 完成期限","3. プロジェクトに取り組むためのシステム、またはインターバルの設定","","　最終目標の定義"," 　プロジェクトが完成した、あるいは外に出せると言うための判断基準は何か","  完成と言うために満たさなければならない最小限の機能セット、その他の基準を定義"," 完成期限の設定"," 　意欲的になりすぎてもいけない","  自分が達成できることがわかっている期限を選んでから少し遊びを入れる"," プロジェクトに取り組むためのシステム、インターバルの設定"," 　毎日、または毎週、プロジェクトにどれだけの時間を使うかを明確に定義する","  その時間をいつに割り当てるかを定義する","  仕事や、しなければならないことの進行状況を追跡するための方法を定義する","","[* 小さく始め、時間と労力をつぎ込み、完成させる]こと","","","","","",""]}