{
    "title": "沈黙のWebライティング —Webマーケッター ボーンの激闘—",
    "created": 1546684691,
    "updated": 1546684750,
    "lines": [
        "沈黙のWebライティング —Webマーケッター ボーンの激闘—",
        "[https://images-fe.ssl-images-amazon.com/images/I/51LPsoQiT4L.jpg https://www.amazon.co.jp/dp/B01M3U3OR4]",
        "",
        "こういっちゃなんだが、タイトルからしてうさんくさくて、手にとって読んでみるまでは敬遠していた。しかし、中身をよくよく読んでみると、大事なことが網羅的に、専門的に書かれており、だんだんと信頼して読めた。",
        "",
        "セリフによる会話形式でストーリーが進み、各章にまとめとして、専門的な内容が書かれている。",
        "",
        "まずは、ストーリーで大まかな概要を掴み、詳しく解説が聞きたかったら各章のまとめを精読する。という使い方ができて、よかった。",
        "",
        "元々は、Web連載だったのようなので夜な夜な読み返してみたが、各章の解説がこの話を引き手てていると感じたので、",
        "ぜひ書籍化されたものをオススメします！",
        "",
        "01 [SEOライティング]の鼓動",
        "「そもそも、みんな本当に検索したいのか？」",
        "自分が知りたい情報を手に入れるための手段として、仕方なしに検索エンジンを使っているだけじゃねーのかなって。",
        "",
        "",
        "Google検索から離れて行っているという記事もみたことがある。インスタ検索、Twitter検索",
        "仕方なしに検索エンジンを利用している",
        "",
        "ではどのようなコンテンツを作れば、ユーザーに喜んでもらえるのか？",
        "",
        "例えば、以下のようなコンテンツ",
        " 1. 検索ユーザーが今まさに抱えている「悩み」や「質問」に対して、「的確な答え」を返しているコンテンツ",
        " 2. 検索ユーザーが抱えると思われる「悩み」や「質問」を網羅的に取り上げ、「先回り」して答えを返しているコンテンツ",
        " 3. ほかのサイトと同じ情報を扱っていても、どこよりも素早く答えがわかるコンテンツ",
        " 4. ほかのサイトと同じ情報を扱っていても、どこよりも見やすい、わかりやすいコンテンツ",
        " 5. ほかのサイトと同じ情報を扱っていても、どこよりも信頼できるコンテンツ",
        "",
        "",
        "なぜ検索するのか？という「[検索意図]」にあったコンテンツ",
        "まずは、検索意図にあった情報を集めることが大事",
        "",
        "",
        "",
        "02 解き放たれたUSP",
        "まとめ記事は、「ユーティリティ要素を意識した中立的な立場を意識しておくもの」",
        "人は、誰かに一方的に商品をおススメされるよりも、「自分で納得して選んだ感」がほしいものだ。",
        "Webマーケティングとは心理戦だ。相手の人間心理を理解した上で行動に繋げることが大切。",
        "「[USP]」・・・Unique Selling Proposition 「ほかにはない独自の強み」",
        "",
        "",
        "USPを決める軸",
        " 競合と同じステージで闘わずに済むこと",
        "",
        "「USP」が決まることのメリット",
        " 他社商品との比較ポイントが明確になり、顧客がその商品を選びやすくなる",
        " いろいろなWebサイトやブログで紹介されやすくなる",
        " Webサイトのデザインの方向性や、コンテンツの方向性がブレなくなる",
        "",
        "",
        "「選択のパラドックス」",
        "人は選択肢を多く見せられるほどトクした気分になるが、それと同時に、選択を困難に感じ、結果的に満足度が低くなる現象を刺す言葉。",
        "",
        "=> 「シーナ・アイエンガー」教授「選択の科学」",
        "",
        "",
        "人間の行動は不合理である。",
        "",
        "[Webマーケティング]の醍醐味は、人の心を動かすこと。",
        "人の心を動かす、「エモーショナルな文章」を意識せよ",
        "",
        "",
        "",
        "ネットで何かを購入しようとして検索するユーザーがコンテンツに求めているものは、「どのようにして商品を選んだらよいか？」という情報でありノウハウです。",
        "ユーザーは商品選びをアシストしてくれるさまざまな譲歩やノウハウを活用し、自分が買うべき商品を決めようとします。",
        "言い換えれば、それらの情報やノウハウとは、ユーザーの買い物を手助けしてくれる「ユーティリティー(機能)」であり「ツール」だといえる。",
        "",
        "つまり、あなたが比較系コンテンツを作成する際には、その記事がユーザーにとっての便利な「ユーティリティ」であり「ツール」になっているかを考える必要がある。",
        "",
        "",
        "",
        "1. 検索ユーザーが今まさに抱えている「悩み」や「質問」に対して、「的確な答え」を返しているコンテンツ",
        " (例：ほかのページで情報取集する必要がないくらい、スペックが詳細に書かれている)",
        "",
        "2. 検索ユーザーが抱えると思われる「悩み」や「質問」を網羅的に取り上げ、「先回り」して答えを返しているコンテンツ",
        " (例：商品比較を行う上で発生するであろう「疑問」や「悩み」に関して、先回りして回答している)",
        "",
        "3. ほかのサイトと同じ情報を扱っていても、どこよりも素早く答えがわかるコンテンツ",
        " (例：情報が整理された上で配置されており、どこにどんな情報が書かれているかわかる)",
        "",
        "4. ほかのサイトと同じ情報を扱っていても、どこよりも見やすい、わかりやすいコンテンツ",
        " (例：ユーザーの脳に負担がかかるような難解な表現を使わず、誰にでもわかるような簡単な表現を多く使っている)",
        "",
        "5. ほかのサイトと同じ情報を扱っていても、どこよりも信頼できるコンテンツ",
        " (例：誰がこのコンテンツを作っているのか、「話者」の存在を明らかにした上で、「なぜ、この記事に書かれていることがいえるのか？」といった理由をハッキリとわかりやすく伝えている)",
        "",
        "6. どこよりも情報が新しいコンテンツ ",
        " (例：商品情報が更新された時にはどのサイトよりも早く情報を更新し、そのサイトにいけば最新情報が得られるというお墨付きをもらう)",
        "",
        "",
        "比較系コンテンツの成功事例",
        "",
        "比較系コンテンツは話者がどんなポリシー(理念)で情報発信をするかによって内容が変わります。",
        "何かを勧めたり、比較する際には、あなたのポリシー(理念)が相手に伝わるかどうかを意識しましょう。",
        "",
        "一番やってはいけないことは、本当はその商品のことを気に入っていないのに勧めたり、お金のためだけに商品を勧めたりすること。",
        "",
        "",
        "",
        "",
        "03 リライトと推敲の狭間に",
        " 感情表現を入れ、自分事(じぶんごと)化による”共感”を誘発する",
        " 伝えたいことがきちんと伝わるよう、「見やすさ」や「わかりやすさ」にこだわる",
        " ファーストビュー(冒頭文)で、伝えたいことをまとめる",
        "",
        "共感とは、”相手の感情を自分事として感じること”",
        "",
        "文章を読んでもらうために重要な３つのこと",
        " 思わず読み進めたくなるように、”適度な興奮”を感じさせる",
        " 読み手の脳の負担を減らす",
        "",
        "",
        "",
        "リライトで配慮するポイント",
        " システム１への配慮",
        " 改行と行間に気を配り、心地よいリズムを意識した",
        " 漢字とひらがなの含有率を調整した",
        " 「この」「あの」「その」などの指示代名詞を減らした",
        " 箇条書きを用いて、要点を整理した",
        " 情報をカテゴライズして整理した",
        " いらない言葉や表現はカットし、文章が不必要に長くならないようにした",
        " 感情表現を入れ、自分事化による共感を誘発した",
        "",
        "",
        " システム２への配慮",
        " 論理飛躍、論理破綻がないよう、論理的な文章を意識した",
        " 読み手にとってわからない言葉がないよう、言葉選びは慎重におこなった",
        "",
        "",
        "わかりやすい文章を書くためのポイント",
        "文章を読んでもらうために必要な３つの視点",
        " 感情表現を入れ、自分事化による”共感”を誘発する",
        " 伝えたいことがきちんと伝わるよう、”見やすさ”と”わかりやすさ”にこだわる",
        " ファーストビュー(冒頭文)で、伝えたいことをまとめる",
        "",
        "",
        "感情表現を入れ、自分事化による”共感”を誘発する",
        " どこが感情表現なのかが、わかりやすいような演出を行う",
        " その感情は誰の感情なのかが伝わるよう、”感情の発信者”をあきらかにする",
        "",
        "例えば、感情を表すために「」を使う",
        "！？♪・・・",
        "",
        "その感情が誰のものか？という「感情の発信者」の明示",
        "",
        "",
        "システム２を意識した論理的な文章を書く",
        "　「論理」とは、人と人とをつなぐ「理解の架け橋」",
        "　「相手と知識を分かち合えるくらに理解しやすいこと」",
        " 相手が”何に対して”疑問をもっているのかを察する",
        " 「なぜ？」に対する「理由」を導くための十分な「根拠」をもっている",
        "",
        "",
        "論理的な文章を構成する３つの要素",
        " 主張(結論)",
        " 理由",
        " 根拠",
        "",
        "相手の反論に先回りして反論しておく　=> どんな主張にも「反論」はあるため、",
        "",
        "",
        "",
        "セルフディスカッションとセルフディベートを行う",
        " When,",
        " Where",
        " Who",
        " Why",
        " How",
        " How many",
        " How much",
        "",
        "",
        "=====",
        "著者",
        " [松尾茂起]",
        " [上野高史] (イラスト)",
        "出版社: [エムディエヌコーポレーション]（MdN） (2016/11/1)",
        "ASIN: B01M3U3OR4",
        "#本 #SEO #ライティング"
    ],
    "tags": [
        "本",
        "SEO",
        "ライティング"
    ],
    "links": [
        "SEOライティング",
        "検索意図",
        "USP",
        "Webマーケティング",
        "松尾茂起",
        "上野高史",
        "エムディエヌコーポレーション"
    ]
}