{"title":"サラリーマン大家さん\"1棟目\"の教科書","created":1537170896,"updated":1543057339,"lines":["サラリーマン大家さん\"1棟目\"の教科書","[https://images-na.ssl-images-amazon.com/images/I/518RGe-8%2BmL._SX338_BO1,204,203,200_.jpg https://www.amazon.co.jp/dp/4341086391]","","[* Q11.自己資金0(ゼロ)でも物件は買えますか]","\t担保余力がある[不動産]を所有していれば、それを[共同担保]などに差し入れることにより、購入物件の金額以上に融資してくれる可能性がある","","[* Q16.本当の利回りとはなんですか？]","\t表面利回り = (満室時の年間家賃収入 / 物件の購入価格) * 100","\t実利回り =  (満室時の年間家賃収入 - 経費) / 物件の購入価格 * 100","","[* Q17.利回りはどれくらいあればいいのでしょうか]","\t[イールドギャップ](表面利回り - 調達金利)の方が重要　6%は必要","","[* Q19.購入する前にどんなシミュレーションを行えばよいでしょうか]","\t\u0010「前提となる賃料収入が本当に正しいのかどうか」"," \tネットから近隣の賃貸募集の情報収集","  地元の不動産からヒアリングする"," 資金調達を銀行借入で賄うなら、月々の返済額と支払い金利がいくらになるのかを確認し、毎月入ってくる家賃収入から、支払うことが可能なのかをチェックする"," 収入は固く見積もる必要がある"," \t満室経営は簡単にできない => 10% 〜 20%の空室率を前もって想定し、手堅く月々の収入を","","[* Q29.借りる時の注意はありますか]","\t不動産物件を購入するときに、個人名義にするのか、法人名義にするのかで銀行への融資申し込みの仕方が違う"," 個人名義"," \t数億を超える規模など多額な不動産のケースでは、相続発生時に、多額の[相続税]がかかる","  ある程度不動産が増えたら、相続対策として[資産管理会社]を作り、その会社名義で購入する","","[* Q30. 住宅ローンがあっても借りられますか]","\t一般的な住宅ローンであれば、不動産融資に影響はない"," \tただし、あまりにも高額な住宅ローンを借りて高額な住宅に住んでいるのはマイナス評価"," [住宅ローン]は、[事業性ローン]と違い、国の住宅振興の一環として審査基準が甘い"," 基本的に[不動産投資]をどんどん推し進めていくつもりなら、ローンを使って住宅を購入するようなことはせず、借家に住んだ方が有利に運ぶ","","[* Q32.不動産投資には、どのような物件の種類があるのでしょうか]","","種類","\t区分マンション"," 1棟マンション"," 1棟アパート"," 1棟ビル"," 戸建て","","\t[区分所有マンション]は、[キャッシュフロー]が悪いので基本的にお勧めしていない"," 区分所有マンションは、銀行の担保評価が低くなるので、共同担保などの余力に使いにくい"," お勧めは 一棟もので[キャッシュフロー]が回る物件","\t木造：伝統工法、ツーバイフォーなどによる木造建築がある"," S造：鉄骨造"," RC造：鉄筋コンクリート"," SRC造：鉄筋鉄骨コンクリート","","","[* Q34.新築物件と中古物件どちらがいいでしょうか]","新築物件"," メリット"," \t修繕がほとんど発生しないので費用や手間がかからない","  入居がつきやすい"," デメリット"," \t年数が経過すると、プレミアム家賃が下がっていく"," \t木造の場合、築10年以上経過すると売りにくくなる","","中古物件","\tメリット"," \t新築に比べて安い価格で購入可能","  家賃が安定している","  入居者がすでに入っている、すぐに家賃収入を得ることができる"," デメリット"," \t修繕する箇所が発生し、メンテナンスに手間がある","  間取りが古臭くて、現在のニーズに合っていない","","","[* Q35.木造物件とRC物件どちらがいいでしょうか]","","木造物件","\t築10年を経過すると、銀行からの融資が付きにくくなるので、売りにくくなり価格が急激に下がる"," 木造の場合、新築や築浅の時から中古として売却する出口まで長期的なスパンで考える必要がある"," 値段の下がり方が激しいので、それを見越した上で売却までにちゃんと元がとれるのか、手元にキャッシュはどれくらい残るのかを計算する必要がある"," [キャピタルゲイン]を得ることは難しい","","RC物件","\t木造ほど築年数で価格が下がるということはなく、不動産市状によっては買った値段より高く売れるケースもある"," [キャピタルゲイン]を狙うのなら、RC造、S造の物件が有利","\t物件規模が大きくなるため、価格が高くなり銀行からの借入金が大きくなってしまう"," エレベータのあるRC造は電気代などの固定費が高くなる"," 修繕やリフォームにかかる費用は木造よりも多くなる"," RC物件で最大限に融資を引き出したいなら、築30年までの物件が好ましい　c.f. [耐用年数]","","","[* Q37.サラリーマン投資家に向いた物件はどんな物件でしょうか]"," できるだけ手間のかからない物件","\t融資が付きやすいRC造の物件"," 築10年以内の築浅の木造物件","","[* Q65.個人での購入と法人での購入はどちらがいいのでしょうか]"," 個人で銀行から融資を受ける場合、[団体生命保険]([団信])が組み込まれる","","","[* Q66. 個人のメリットはなんでしょうか]","\t個人向けのアパート・マンションローンはパッケージ化されており、審査スピードが早い（早いと３日）"," [団信]が使える = 相続人にとって借金ゼロで収益物件を引き継ぐことが可能","","","[* Q67. 法人でのメリットはなんでしょうか]","\t1.法人名義で物件購入ができる"," \t個人と違い、売り上げから経費を引いたものになるため、税金のコントロールが個人よりしやすい","\t2.個人の所得税率よりも法人税率が低いため、税金が安くすむ"," \t高属性[サラリーマン]の場合、年収が高く、元から所得税率も高いケースがある。こういった投資家が個人で物件購入をすると、元々の高い所得に不動産所得が足されるため、所得税率が最高額（1,800万超え）になる可能性がある","  このケースの場合、法人で物件を所有すれば、自分以外の家族を役員や従業員にすることで所得分散が可能","  法人と個人では計上できる経費が大きく変わる","  \t原価滅却のコントロール","   損益通算","\t3.[相続対策]"," \t個人が持つ多大な不動産を相続すると相続税が掛かる","  法人に所有させていれば、法人は死亡しないため、不動産の[相続税]評価額による相続税は発生しない","  \tただし、資産管理会社の株式を所有することになるため、それに対する相続税は発生","  法人のメリットは、税制上のメリット","","[* Q40. 不動産投資のリスクには何がありますか]","\t[空室リスク]"," \t対策は以下の情報をリサーチして、物件のポテンシャルを把握する","  \t空室がどれほどあるのか","   きちんと募集されているのか","   募集に対して、どの程度の問い合わせや反応があるのか","  \t募集条件","   \t敷金・礼金の有無と相場","    AD(業者に支払う広告宣伝費)は、「何ヶ月分で客付けができますか？」とヒアリングすることである程度判断する"," 天災リスク"," \t地震、津波","  リスク回避策","  \t火災保険","   特約の災害向け保険","","[* Q43. 不意の出費には何がありますか]","\t修繕履歴をチェックする","","[* Q56. [瑕疵担保免責]という物件を見ますが、これはどういう意味でしょうか]","\t瑕疵(かし)とは、見えない欠陥のこと"," 担保(たんぽ)とは、もしもの時に補償する","","[* Q59. 築古物件は売却できるのでしょうか]","\t耐用年数を過ぎた古い築古物件でも売却はできる"," \t銀行の融資は通りづらいため、買主が現金で購入できる人に限定される","\t木造は解体費用があまりかからず、更地にしやすいので売れるという話があるが、現実は入居者が住んでいれば、解体して更地にすることが困難"," \t[賃借権]を主張して出て行かない人がいると立ち退きは難しい","","[* Q64. 規模拡大するためにやってはいけないことを教えてください]","\t新築の投資用[区分所有マンション]の購入はやめるべき"," \t銀行借入において負の遺産になる可能性が高い","  場合によってはそこから次のステップに進めなくなる可能性がある"," 中古の[区分所有マンション]もやめるべき。なぜなら投資効率が悪いから","","","=====","著者: [峯島忠昭]","#本 #不動産投資 #投資"]}